Two consecutive legs are parallel.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId WinderParallelLegsFailure { get; }
  Visual Basic
Public Shared ReadOnly Property WinderParallelLegsFailure As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ WinderParallelLegsFailure {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures StairRampFailures Class
  Autodesk.Revit.DB Namespace